batisteo.vscode-django
donjayamanne.python-extension-pack
golang.go
harness-inc.oss-gitspaces
hashicorp.terraform
jdinhlife.gruvbox
jlcs-es.x509-parser
kevinrose.vsc-python-indent
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
mtxr.sqltools
pkief.material-icon-theme
redhat.vscode-yaml
sainnhe.everforest
teabyii.ayu
timonwong.shellcheck
tushortz.python-extended-snippets
vscodevim.vim
wholroyd.jinja
zxh404.vscode-proto3
